{
  "welcomeMessage": "Welcome to TechSupport!",
  "discoverMessage": "Discover Our Services And Products | Français ci-dessous",
  "goToServicePage": "Go to Service Page",
  "goToShop": "Go to Shop",
  "aboutUs": "About Us",
  "aboutUsText": "At our Tech Support Company, we specialize in providing a wide range of services and products to meet all your technology needs. Our dedicated team of skilled technicians is committed to delivering exceptional service and ensuring customer satisfaction. Whether you require repair services or are in search of top-notch tech products, we've got you covered.",
  "smallDesc": "At our Tech Support Company, we specialize in providing a wide range of services and products to meet all your technology needs.",
  "reachAt": "Reach at:",
  "location": "Location: 75 Laurier Ave E, Ottawa",
  "call": "Call +1 (613) 562-5701",
  "email": "TechSupport@gmail.ca",
  "aboutOurServices": "About Our Services!",
  "bookServiceNow": "Book a Service Now!",
  "allServices": "All Services",
  "repairServices": "Repair Services:",
  "repairServicesDescription": "Our repair services encompass a comprehensive range of solutions to address any hardware or software issues you may encounter. From hardware repairs to software troubleshooting and even data recovery, we have the expertise to get your devices back in optimal working condition. Our skilled technicians possess the necessary skills and knowledge to tackle any repair challenge.",
  "recommendations": "Recommendations:",
  "recommendationsDescription": "In addition to our repair services, we offer a diverse selection of high-quality tech products. Our product inventory spans various categories, including computers, laptops, smartphones, tablets, and peripherals. We understand the importance of reliable and efficient devices, which is why we carry leading brands such as Dell, HP, Lenovo, Apple, Asus, Acer, Samsung, Google, and Amazon.",
  "dataRecovery": "Data Recovery:",
  "dataRecoveryDescription": "Losing valuable data can be a distressing experience, but our data recovery services are designed to help you retrieve and restore your important files. Our data recovery process involves expert data retrieval, restoration, and backup techniques. You can trust our technicians to handle your data with the utmost care and confidentiality.",
  "others": "Others:",
  "othersDescription": "At our Tech Support Company, we pride ourselves on delivering top-notch services and products to meet your technology requirements. With our skilled technicians and extensive knowledge in hardware repair, software troubleshooting, and data recovery, we are your reliable partner for all things tech-related. Contact us today to experience our exceptional service and find the perfect tech solutions for your needs.",
  "footerText": "©{{year}} Axel Tang UI Project 2",
  "allCategories": "All Categories",
  "laptopCategory": "Laptop",
  "phoneCategory": "Phone",
  "step1": "Step 1: Add Items",
  "step2": "Step 2: Checkout",
  "addToCart": "Add to Cart",
  "cart": "Cart",
  "quantity": "Quantity",
  "checkout": "Checkout",
  "noProductCategory": "Cart 🛒",
  "backToCart": "Keep Shopping",
  "proceed": "Proceed",
  "customerReviews": "Customer Reviews",
  "johnDoeReview": "TechSupport has been a lifesaver! Their technicians are highly skilled and knowledgeable. They resolved my computer issues in no time. I highly recommend their services.",
  "janeSmithReview": "I've been using TechSupport for all my IT needs, and they never disappoint. Their team is friendly, professional, and always goes above and beyond to ensure customer satisfaction.",
  "markJohnsonReview": "I had a great experience with TechSupport. They provided excellent customer service and fixed my laptop quickly. I wouldn't hesitate to use their services again.",
  "yourReview": "Your Review",
  "yourName": "Your Name",
  "yourComment": "Your Comment",
  "submitReview": "Submit Review",
  "faqTitle": "Frequently Asked Questions",
  "question1": "1. How can I request a repair service?",
  "answer1": "To request a repair service, you can visit our website and fill out the repair service form or call our customer support hotline for assistance.",
  "question2": "2. What types of devices do you repair?",
  "answer2": "We offer repair services for a wide range of devices including smartphones, laptops, tablets, desktop computers, gaming consoles, and more. Please reach out to our team for specific device inquiries.",
  "question3": "3. Can you recommend tech products based on my needs?",
  "answer3": "Absolutely! Our knowledgeable staff can provide personalized tech product recommendations based on your specific needs and preferences. Feel free to reach out to us with your requirements.",
  "question4": "4. Do you offer data recovery services?",
  "answer4": "Yes, we specialize in data recovery services. Whether you have accidentally deleted files or experienced a hard drive failure, our experts can help retrieve your valuable data.",
  "question5": "5. Are the tech products you sell brand new?",
  "answer5": "Yes, we only sell brand new tech products sourced from reputable manufacturers. We ensure the quality and authenticity of all the products we offer.",
  "question6": "6. How can I purchase tech products from your company?",
  "answer6": "You can browse our selection of tech products on our website and make a purchase directly. We also have a physical store where you can visit and explore our product offerings.",
  "question7": "7. GOT MORE QUESTIONS?",
  "answer7": "Click the email button below to contact us! Or Submit your question below",
  "formTitle": "Still have questions?",
  "formSubtitle": "Submit your question below:",
  "questionPlaceholder": "Your question",
  "emailPlaceholder": "Your email",
  "submitButton": "Submit",
  "benchmarkTitle": "PC Benchmark Tool",
  "benchmarkSubtitle": "(Please note this is just a demo | Run twice for graph)",
  "startBenchmarkButton": "Start Benchmark",
  "timeDesc": "Time Elapsed:",
  "seconds": "Seconds",
  "cpuBenchmark": "CPU Benchmark",
  "cpuScore": "CPU Score:",
  "gpuBenchmark": "GPU Benchmark",
  "gpuScore": "GPU Score:",
  "bookingForm": "Book an Appointment: ",
  "Full Name": "Full Name",
  "Email": "Email",
  "Phone Number": "Phone Number",
  "Number of People": "Number of People",
  "Select date": "Select date",
  "Select Time": "Select Time",
  "service": "Select Service:",
  "select": "--Select--",
  "Repair Services": "Repair Services",
  "Data Recovery": "Data Recovery",
  "Recommendation Services": "Recommendation Services",
  "OthersButton": "Others ( Leave note below )",
  "bookNowButton": "Book Now!",
  "additionalNote": "Additional Note",
  "itemName": "Item Name:",
  "price": "Price",
  "total": "Total",
  "items": "Items",
  "totalPrice": "Total Price",
  "HomeButton": "Home",
  "ServicesButton": "Services",
  "ShopButton": "Shop",
  "ReviewButton": "Review",
  "FAQButton": "FAQ",
  "BenchmarkButton": "Benchmark",
  "ContactButton": "Contact"
}
