{
  "welcomeMessage": "Bienvenue chez TechSupport !",
  "discoverMessage": "Découvrez nos services et nos produits | English below",
  "goToServicePage": "Aller à la page des services",
  "goToShop": "Aller à la boutique",
  "aboutUs": "À propos de nous",
  "aboutUsText": "Chez notre entreprise de support technique, nous nous spécialisons dans la fourniture d'une large gamme de services et de produits pour répondre à tous vos besoins technologiques. Notre équipe dévouée de techniciens qualifiés s'engage à fournir un service exceptionnel et à garantir la satisfaction des clients. Que vous ayez besoin de services de réparation ou que vous recherchiez des produits technologiques de haute qualité, nous avons ce qu'il vous faut.",
  "smallDesc": "Chez notre entreprise de support technique, nous nous spécialisons dans la fourniture d'une large gamme de services et de produits pour répondre à tous vos besoins technologiques.",
  "reachAt": "Contactez-nous :",
  "location": "Emplacement : 75 Laurier Ave E, Ottawa",
  "call": "Appeler le +1 (613) 562-5701",
  "email": "TechSupport@gmail.ca",
  "aboutOurServices": "À propos de nos services !",
  "bookServiceNow": "Réservez un service maintenant !",
  "allServices": "Tous les services",
  "repairServices": "Services de réparation :",
  "repairServicesDescription": "Nos services de réparation englobent un large éventail de solutions pour résoudre tout problème matériel ou logiciel que vous pourriez rencontrer. Des réparations matérielles au dépannage logiciel en passant par la récupération de données, nous avons l'expertise nécessaire pour remettre vos appareils en parfait état de fonctionnement. Nos techniciens qualifiés possèdent les compétences et les connaissances nécessaires pour relever tous les défis de réparation.",
  "recommendations": "Recommandations :",
  "recommendationsDescription": "En plus de nos services de réparation, nous proposons une sélection diversifiée de produits technologiques de haute qualité. Notre inventaire de produits couvre différentes catégories, notamment les ordinateurs, les ordinateurs portables, les smartphones, les tablettes et les périphériques. Nous comprenons l'importance de disposer d'appareils fiables et performants, c'est pourquoi nous proposons des marques leaders telles que Dell, HP, Lenovo, Apple, Asus, Acer, Samsung, Google et Amazon.",
  "dataRecovery": "Récupération de données :",
  "dataRecoveryDescription": "La perte de données précieuses peut être une expérience bouleversante, mais nos services de récupération de données sont conçus pour vous aider à récupérer et restaurer vos fichiers importants. Notre processus de récupération de données implique des techniques expertes de récupération, de restauration et de sauvegarde des données. Vous pouvez faire confiance à nos techniciens pour manipuler vos données avec le plus grand soin et confidentialité.",
  "others": "Autres :",
  "othersDescription": "Chez notre entreprise de support technique, nous sommes fiers de fournir des services et des produits de première qualité pour répondre à vos besoins technologiques. Avec nos techniciens qualifiés et nos connaissances approfondies en réparation matérielle, dépannage logiciel et récupération de données, nous sommes votre partenaire de confiance pour tout ce qui concerne la technologie. Contactez-nous dès aujourd'hui pour découvrir notre service exceptionnel et trouver les solutions technologiques parfaites pour vos besoins.",
  "footerText": "©{{year}} Axel Tang UI Project 2",
  "allCategories": "Toutes les catégories",
  "laptopCategory": "Ordinateur portable",
  "phoneCategory": "Téléphone",
  "step1": "Étape 1: Ajouter des articles",
  "step2": "Étape 2: Vérifier",
  "addToCart": "Ajouter au panier",
  "cart": "Panier",
  "quantity": "Quantité",
  "checkout": "Passer la commande",
  "noProductCategory": "Chariot 🛒",
  "backToCart": "Continuer vos achats",
  "proceed": "Procéder",
  "customerReviews": "Avis des clients",
  "johnDoeReview": "TechSupport a été un sauveur ! Leurs techniciens sont très compétents et compétents. Ils ont résolu mes problèmes informatiques en un rien de temps. Je recommande vivement leurs services.",
  "janeSmithReview": "J'utilise TechSupport pour tous mes besoins informatiques et ils ne déçoivent jamais. Leur équipe est sympathique, professionnelle et ne ménage aucun effort pour garantir la satisfaction du client.",
  "markJohnsonReview": "J'ai eu une excellente expérience avec TechSupport. Ils ont fourni un excellent service client et ont réparé mon ordinateur portable rapidement. Je n'hésiterais pas à utiliser leurs services à nouveau.",
  "yourReview": "Votre avis",
  "yourName": "Votre nom",
  "yourComment": "Votre commentaire",
  "submitReview": "Soumettre l'avis",
  "faqTitle": "Questions fréquemment posées",
  "question1": "1. Comment puis-je demander un service de réparation ?",
  "answer1": "Pour demander un service de réparation, vous pouvez visiter notre site web et remplir le formulaire de service de réparation ou appeler notre hotline d'assistance client.",
  "question2": "2. Quels types d'appareils réparez-vous ?",
  "answer2": "Nous proposons des services de réparation pour une large gamme d'appareils, y compris les smartphones, les ordinateurs portables, les tablettes, les ordinateurs de bureau, les consoles de jeux, et plus encore. Veuillez contacter notre équipe pour des demandes spécifiques concernant un appareil.",
  "question3": "3. Pouvez-vous recommander des produits technologiques en fonction de mes besoins ?",
  "answer3": "Absolument ! Notre personnel compétent peut vous fournir des recommandations personnalisées de produits technologiques en fonction de vos besoins spécifiques et de vos préférences. N'hésitez pas à nous contacter avec vos exigences.",
  "question4": "4. Proposez-vous des services de récupération de données ?",
  "answer4": "Oui, nous sommes spécialisés dans les services de récupération de données. Que vous ayez supprimé accidentellement des fichiers ou rencontré une panne de disque dur, nos experts peuvent vous aider à récupérer vos données précieuses.",
  "question5": "5. Les produits technologiques que vous vendez sont-ils neufs ?",
  "answer5": "Oui, nous ne vendons que des produits technologiques neufs provenant de fabricants réputés. Nous garantissons la qualité et l'authenticité de tous les produits que nous proposons.",
  "question6": "6. Comment puis-je acheter des produits technologiques auprès de votre entreprise ?",
  "answer6": "Vous pouvez parcourir notre sélection de produits technologiques sur notre site web et effectuer un achat directement. Nous avons également un magasin physique où vous pouvez venir visiter et découvrir nos offres de produits.",
  "question7": "7. VOUS AVEZ D'AUTRES QUESTIONS ?",
  "answer7": "Cliquez sur le bouton d'e-mail ci-dessous pour nous contacter ! Ou soumettez votre question ci-dessous.",
  "formTitle": "Vous avez encore des questions ?",
  "formSubtitle": "Soumettez votre question ci-dessous :",
  "questionPlaceholder": "Votre question",
  "emailPlaceholder": "Votre email",
  "submitButton": "Soumettre",
  "benchmarkTitle": "Outil de benchmark PC",
  "benchmarkSubtitle": "(Veuillez noter que ceci est juste une démonstration | Exécutez deux fois pour le graphique)",
  "startBenchmarkButton": "Démarrer le benchmark",
  "timeDesc": "Temps écoulé :",
  "seconds": "secondes",
  "cpuBenchmark": "Benchmark du processeur",
  "cpuScore": "Score du processeur :",
  "gpuBenchmark": "Benchmark du GPU",
  "gpuScore": "Score du GPU :",
  "bookingForm": "Prendre rendez-vous :",
  "Full Name": "Nom complet",
  "Email": "Email",
  "Phone Number": "Numéro de téléphone",
  "Number of People": "Nombre de personnes",
  "Select date": "Sélectionner une date",
  "Select Time": "Sélectionner une heure",
  "service": "Sélectionner un service :",
  "select": "--Sélectionner--",
  "Repair Services": "Services de réparation",
  "Data Recovery": "Récupération de données",
  "Recommendation Services": "Services de recommandation",
  "OthersButton": "Autres (Laissez une note ci-dessous)",
  "bookNowButton": "Réserver maintenant !",
  "additionalNote": "Note supplémentaire",
  "itemName": "Nom du produit:",
  "price": "Prix",
  "total": "Total",
  "items": "Produit",
  "totalPrice": "Prix total",
  "HomeButton": "Accueil",
  "ServicesButton": "Services",
  "ShopButton": "Boutique",
  "ReviewButton": "Avis",
  "FAQButton": "FAQ",
  "BenchmarkButton": "Benchmarks",
  "ContactButton": "Contact"
}
